Repository: m-farah/yith-woocommerce-wishlist
Catalog: languages/yith-woocommerce-wishlist-*.po
Languages: ar

source: Save
ar: حفظ

source: Cancel
ar: إلغاء

source: Product Name
ar: إسم المنتج

source: Unit Price
ar: السعر

source: Stock Status
ar: حالة المخزون

source: Remove this product
ar: حذف المنتج

source: Free!
ar: مجاناً!

source: Out of Stock
ar: غير متوفر في المخزن

source: In Stock
ar: متوفر في المخزن

source: Added on : %s
ar: أضيف في: %s

source: Move
ar: تحريك

source: Remove
ar: حذف

source: Add the selected products to the cart
ar: إضافة المنتج المحدد إلى الكرت

source: Ask for an estimate
ar: طلب تقدير

source: Your email
ar: بريدك الإلكتروني

source: <code><strong>YITH WooCommerce Wishlist</strong></code> gives your users the possibility to create, fill, manage and share their wishlists allowing you to analyze their interests and needs to improve your marketing strategies. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce on <strong>YITH</strong></a>
ar: <code><strong>YITH WooCommerce Wishlist</strong></code> يمنح المستخدمين إمكانية إنشاء قوائم رغباتهم وتعبئتها وإدارتها ومشاركتها ، مما يتيح لك تحليل قوائمهم و يحتاج إلى تحسين استراتيجيات التسويق الخاصة بك. <a href="https://yithemes.com/" target="_blank">Get more plugins for your e-commerce on <strong>YITH</strong></a>
