Repository: m-farah/yith-woocommerce-wishlist
Catalog: languages/yith-woocommerce-wishlist-*.po
Languages: ar

source: Wishlist
ar: قائمة الأمنيات

source: Settings
ar: الإعدادات

source: Colors
ar: الألوان

source: Premium Version
ar: النسخة المتطورة

source: Enable all plugin features
ar: تفعيل مميزات الإضافة

source: Be sure to select at least one option in the Wishlist page menu in this settings page
ar: تأكد من اختيار خيار واحد على الأقل من صفحة قائمة الأمنيات في صفحة الإعدادات هذه

# [Part of]: Also, please read the plugin documentation
source: Also, please read the plugin
ar: أيضاً, الرجاء قراءة الإضافة

# [Part Of]: Also, please read the plugin documentation
source: documentation
ar: دليل الإضافة

source: Upgrade to the PREMIUM VERSION
ar: تحديث الى نسخة المطورة

source: Discover the Advanced Features
ar: اكتشاف الميزات المتقدمة

source: Upgrade to the PREMIUM VERSION of YITH WOOCOMMERCE WISHLIST to benefit from all features!
ar: قم بالترقية إلى الإصدار المتطورة من YITH WOOCOMMERCE WISHLIST للاستفادة من جميع الميزات!

source: Get Support and Pro Features
ar: الحصول على الدعم وميزات النسخة المتطورة

source: By purchasing the premium version of the plugin, you will take advantage of the advanced features of the product and you will get one year of free updates and support through our platform available 24h/24.
ar: بشرائك الإصدار المميز من هذه الإضافة، ستستفيد من الميزات المتقدمة للمنتج وستحصل على تحديثات مجانية لمدة عام ودعم من خلال منصتنا المتوفرة على مدار الساعة.

source: General Settings
ar: الإعدادت العامة

source: Enable YITH Wishlist
ar: تفعيل YITH Wishlist

source: Default wishlist title
ar: عنوان قائمة الأمنيات الافتراضية

source: My wishlist on %s
ar: قائمة أمنياتي على %s

source: Wishlist Page
ar: صفحة الأمنيات

source: Page contents: [yith_wcwl_wishlist]
ar: محتوى الصفحة: [yith_wcwl_wishlist]

source: Position
ar: المكان

source: You can add the button in variable products only after the "Add to Cart" button or using the shortcode [yith_wcwl_add_to_wishlist].
ar: يمكنك إضافة الزر في المنتجات المتغيرة فقط بعد الزر "إضافة إلى السلة" أو استخدام الرمز المختصر [yith_wcwl_add_to_wishlist].

source: After "Add to cart"
ar: بعد "أضف إلى السلة"

source: After thumbnails
ar: بعد الصور المصغرة

source: After summary
ar: بعد الوصف

source: Use shortcode
ar: استخدام الرمز القصير

source: Redirect to cart
ar: إعادة توجيه إلى العربة

source: Redirect to cart page if "Add to cart" button is clicked in the wishlist page.
ar: إعادة التوجيه إلى صفحة السلة إذا تم النقر فوق الزر "إضافة إلى السلة" في صفحة قائمة الأمنيات.

source: Remove if added to the cart
ar: أزلها إذا أضيفت إلى السلة

source: Remove the product from the wishlist if it has been added to the cart.
ar: أزل المنتج من قائمة الأمنيات إذا تمت إضافته إلى السلة.

source: "Add to Wishlist" text
ar: نص "أضف إلى قائمة الأمنيات"

source: Add to Wishlist
ar: أضف إلى قائمة الامنيات

source: "Browse wishlist" text
ar: نص "تصفح قائمة الأمنيات"

source: Browse Wishlist
ar: تصفح قائمة الأمنيات

source: "Product already in wishlist" text
ar: نص "المنتج بالفعل في قائمة الأمنيات"

source: The product is already in the wishlist!
ar: المنتج موجود بالفعل في قائمة الأمنيات!

source: "Product added" text
ar: نص "المنتج المضافة"

source: Product added!
ar: تم إضافة المنتج!

source: "Add to Cart" text
ar: نص "أضف إلى السلة"

source: Add to Cart
ar: أضف إلى السلة

source: Show Unit price
ar: أظهر السعر

source: Show unit price for each product in wishlist
ar: عرض سعر الوحدة لكل منتج في قائمة الأمنيات

source: Show "Add to Cart" button
ar: إظهار زر "أضف إلى السلة"

source: Show "Add to Cart" button for each product in wishlist
ar: إظهار زر "أضف إلى السلة" لكل منتج في قائمة الأمنيات

source: Show Stock status
ar: الحالة

source: Show "In stock" or "Out of stock" label for each product in wishlist
ar: عرض علامة "في المخزون" أو "نفاد المخزون" لكل منتج في قائمة الأمنيات

source: Show Date of addition
ar: عرض تاريخ الإضافة

source: Show the date when users have added a product to the wishlist
ar: عرض التاريخ الذي قام فيه المستخدمون بإضافة منتج إلى قائمة الأمنيات

source: Add second remove button
ar: إضافة زر إزالة الثاني

source: Add a second remove button in the last column, with extended label
ar: إضافة زر إزالة ثاني في العمود الأخير ، مع تسمية موسعة

source: Styles
ar: الأنماط

source: Use buttons
ar: استخدام الأزرار

source: Use buttons instead of simple anchors.
ar: استخدم الأزرار بدلاً من المراسي البسيطة.

source: Use theme style
ar: استخدام نمط السمة

source: Use the theme style.
ar: استخدم نمط السمة.

source: Rounded buttons
ar: أزرار مدورة

source: Make button corners rounded
ar: جعل زوايا الزر مدورة

source: "Add to Wishlist" icon
ar: أيقونة "إضافة إلى قائمة الأمنيات"

source: Add an icon to the "Add to Wishlist" button
ar: أضف أيقونة إلى زر "Add to Wishlist"

source: "Add to Cart" icon
ar: أيقونة "أضف إلى السلة"

source: Add an icon to the "Add to Cart" button
ar: أضف أيقونة إلى زر "Add to Cart"

source: Social Networks & Share
ar: الشبكات الاجتماعية والمشاركة

source: Share on Facebook
ar: شارك في فيسبوك

source: Show "Share on Facebook" button
ar: إظهار زر "المشاركة على Facebook"

source: Tweet on Twitter
ar: التغريد على تويتر

source: Show "Tweet on Twitter" button
ar: عرض زر "التغريد على تويتر"

source: Pin on Pinterest
ar: مشاركة على Pinterest

source: Show "Pin on Pinterest" button
ar: إظهار زر "مشاركة على Pinterest"

source: Share on Google+
ar: شارك على Google+

source: Show "Share on Google+" button
ar: عرض زر "المشاركة على Google+"

source: Share by Email
ar: شارك عن طريق البريد الإلكتروني

source: Show "Share by Email" button
ar: إظهار زر "مشاركة عبر البريد الإلكتروني"

source: Share by WhatsApp
ar: مشاركة بواسطة WhatsApp

source: Show "Share by WhatsApp" button ( only on phones )
ar: إظهار زر "المشاركة بواسطة WhatsApp" (فقط على الهواتف)

source: Share by Url
ar: مشاركة بواسطة الرابط

source: Show "Share Url" field on wishlist page
ar: إظهار حقل "مشاركة رابط" في صفحة قائمة الأمنيات

source: Social title
ar: عنوان التواصل

source: Social text
ar: نص التواصل

source: It will be used by Twitter and Pinterest. Use <strong>%wishlist_url%</strong> where you want to show the URL of your wishlist.
ar: سيتم استخدامه بواسطة Twitter و Pinterest. استعمال <strong>%wishlist_url%</strong> حيث تريد عرض عنوان URL لقائمة أمنياتك.

source: Social image URL
ar: عنوان URL للصورة الاجتماعية

source: It will be used by Pinterest.
ar: سيتم استخدامه بواسطة Pinterest.

source: If you want to take advantage of this feature, you could consider to purchase the %s.
ar: إذا كنت ترغب في الاستفادة من هذه الميزة ، يمكنك التفكير في شراء%s.

source: Enable slider in wishlist
ar: تمكين شريط التمرير في قائمة الأمنيات

source: Choose to enable product slider in wishlist page with linked products (<a href="%s" class="thickbox">Example</a>). %s
ar: اختر تمكين شريط تمرير المنتج في صفحة قائمة الأمنيات مع المنتجات المرتبطة (<a href="%s" class="thickbox">مثال</a>). %s

source: "Add to wishlist" button
ar: زر "أضف إلى قائمة الأمنيات"

source: Background
ar: خلفية

source: Text
ar: نص

source: Border
ar: خط خارجي

source: Background (hover)
ar: الخلفية (التمرير)

source: Text (hover)
ar: النص (التمرير)

source: Border (hover)
ar: الخط الخارجي (hover)

source: "Add to Cart" button
ar: زر "أضف إلى السلة"

source: "Style 1" button
ar: زر "النمط 1"

source: "Style 2" button
ar: زر "النمط 2"

source: Wishlist table
ar: قائمة الامنيات

source: Headers
ar: الترويسات

source: Background color
ar: لون الخلفية

source: Wishlist Activated
ar: قائمة الامنيات مفعلة

source: In the YIT Plugin tab you can find the Wishlist options. With this menu, you can access to all the settings of our plugins that you have activated. Wishlist is available in an outstanding PREMIUM version with many new options, <a href="%s">discover it now</a>.
ar: في علامة التبويب YIT Plugin ، يمكنك العثور على خيارات قائمة الأمنيات. من خلال هذه القائمة ، يمكنك الوصول إلى جميع إعدادات الإضافات التي قمت بتنشيطها. قائمة الامنيات متوفرة في نسخة مميزة ممتازة مع العديد من الخيارات الجديدة، <a href="%s">تصفحها</a>.

source: Wishlist Updated
ar: تم تحديث قائمة الامنيات

source: From now on, you can find all the options of Wishlist under YIT Plugin -> Wishlist instead of WooCommerce -> Settings -> Wishlist, as in the previous version. When one of our plugins is updated, a new voice will be added to this menu. Wishlist has been updated with new available options, <a href="%s">discover the PREMIUM version.</a>
ar: من الآن فصاعدًا ، يمكنك العثور على جميع خيارات قائمة الأمنيات تحت YIT Plugin -> قائمة الأمنيات بدلاً من WooCommerce -> الإعدادات -> قائمة الأمنيات ، كما في الإصدار السابق. عند تحديث أحد المكونات الإضافية ، سيتم إضافة صوت جديد إلى هذه القائمة. تم تحديث قائمة الامنيات بخيارات جديدة متاحة، <a href="%s">تصفح النسخة المميزة.</a>

source: We are sorry, but this feature is available only if cookies are enabled on your browser.
ar: عذرًا ، لا تتوفر هذه الميزة إلا إذا تم تمكين ملفات تعريف الارتباط على متصفحك.

source: Product correctly added to cart
ar: أضاف المنتج بشكل صحيح إلى العربة

# page_slug
source: wishlist
ar: قائمة الأمنيات

source: While you visit our site, we’ll track:
ar: أثناء زيارتك لموقعنا ، سنتعقب:

source: Products you’ve added to the wishlist: we’ll use this to show you and other users your favourite products, and to create targeted email campaigns.
ar: المنتجات التي أضفتها إلى قائمة الأمنيات: سنستخدمها لتظهر لك وللمستخدمين الآخرين منتجاتك المفضلة ولإنشاء حملات بريد إلكتروني مستهدفة.

source: Wishlists you’ve created: we’ll keep track of the wishlists you create, and make them visible to the store’s staff
ar: قوائم الأماني التي قمت بإنشائها: سنقوم بمتابعة قوائم الأمنيات التي تنشئها ، وجعلها مرئية لموظفي المتجر

source: We’ll also use cookies to keep track of wishlist contents while you’re browsing our site.
ar: سنستخدم أيضًا ملفات تعريف الارتباط لتتبع محتويات قائمة الأمنيات أثناء تصفحك لموقعنا.

source: Members of our team have access to the information you provide us. For example, both Administrators and Shop Managers can access:
ar: يمكن لأعضاء فريقنا الوصول إلى المعلومات التي تقدمها لنا. على سبيل المثال ، يمكن للمسؤولين ومديري المتاجر الوصول إلى:

source: Wishlist details, such as products added, date of addition, name and privacy settings of your wishlists
ar: تفاصيل قائمة الأمنيات ، مثل المنتجات المضافة وتاريخ الإضافة وإعدادات الاسم والخصوصية لقوائم أمنياتك

source: Our team members have access to this information to offer you better deals for the products you love.
ar: يمكن لأعضاء فريقنا الوصول إلى هذه المعلومات لنقدم لك صفقات أفضل للمنتجات التي تحبها.

source: Customer Wishlists
ar: قائمة الأمنيات المشتري

source: Wishlists
ar: قائمة الأمنيات

source: Removed wishlist %s.
ar: إزالة قائمة الأمنيات %s.

source: Wishlist %s has been retained.
ar: الأمنيات %s تم حفظها.

source: Removed default user's wishlist
ar: تمت إزالة قائمة أمنيات المستخدم الافتراضية

source: Token
ar: رمز (Token)

source: Wishlist url
ar: رابط قائمة الأمنيات

source: Title
ar: العنوان

# date wishlist was created
source: Created on
ar: تم إنشاؤها في

source: Visibility
ar: الظهور

source: Items Added
ar: تم إضافة العنصر

source: Shared
ar: تمت المشاركة

source: Private
ar: خاص

source: Public
ar: عام

# [gutenberg]: block name
source: YITH Add to Wishlist
ar: YITH إضافة إلى قائمة الأمنيات

# [gutenberg]: block description
source: Shows Add to Wishlist button
ar: يظهر زر أضف إلى قائمة الأمنيات

source: ID of the product to add to wishlist (leave empty to use global product)
ar: معرّف المنتج المراد إضافته إلى قائمة الأمنيات (اتركه فارغًا لاستخدام المنتج العالمي)

source: Url of wishlist page (leave empty to use default)
ar: عنوان url الخاص بصفحة الأماني (اتركه فارغًا للاستخدام الافتراضي)

source: Button label (leave empty to use default)
ar: تسمية الزر (اتركه فارغًا للاستخدام الافتراضي)

source: "Browse wishlist" label (leave empty to use default)
ar: تسمية "تصفح قائمة الأمنيات" (اتركها فارغة للاستخدام الافتراضي)تسمية "تصفح قائمة الأمنيات" (اتركها فارغة للاستخدام الافتراضي)

source: "Product already in wishlist" label (leave empty to use default)
ar: علامة "المنتج بالفعل في قائمة الأمنيات" (اتركه فارغًا للاستخدام الافتراضي)

source: "Product added to wishlist" label (leave empty to use default)
ar: التسمية "تمت إضافة المنتج إلى قائمة الأمنيات" (اتركه فارغًا للاستخدام الافتراضي)

source: Icon for the button (use any FontAwesome valid class, or leave empty to use default)
ar: أيقونة للزر (استخدم أي فئة صالحة لـ FontAwesome ، أو اتركها فارغة للاستخدام الافتراضي)

source: Additional css classes for the button (leave empty to use default)
ar: فئات css إضافية للزر (اتركه فارغًا للاستخدام الافتراضي)

# [gutenberg]: block name
source: YITH Wishlist
ar: YITH قائمة الامنيات

# [gutenberg]: block description
source: Shows list of products in wishlist
ar: يظهر قائمة المنتجات في قائمة الامنيات

source: Choose whether to paginate items in the wishlist or show them all
ar: اختر ما إذا كنت تريد ترقيم الصفحات في قائمة الأماني أو إظهارها جميعًا

source: Paginate
ar: رقم الصفحات

source: Do not paginate
ar: لا ترقم الصفحات

source: Number of items to show for each page
ar: عدد العناصر المراد عرضها لكل صفحة

source: ID of the wishlist to show (EG: K6EOWXB888ZD)
ar: معرّف قائمة الأمنيات المراد عرضها (مثال: K6EOWXB888ZD)

source: Share on:
ar: شارك على:

source: Select options
ar: اختر من الخيارات

source: Facebook
ar: فيسبوك

source: Twitter
ar: تويتر

source: email
ar: البريد الإلكتروني

source: An error occurred while adding products to the wishlist.
ar: حدث خطأ أثناء إضافة المنتجات إلى قائمة الأمنيات.

source: An error occurred while adding products to wishlist.
ar: حدث خطأ أثناء إضافة المنتجات إلى قائمة الأمنيات.

source: The "Remove" option now does not require any parameter
ar: لا يتطلب الخيار "إزالة" الآن أي معلومات

source: An error occurred while removing products from the wishlist
ar: حدث خطأ أثناء إزالة المنتجات من قائمة الأمنيات

source: You need to log in before creating a new wishlist
ar: تحتاج إلى تسجيل الدخول قبل إنشاء قائمة أمنيات جديدة

source: Product successfully removed.
ar: تمت إزالة المنتج بنجاح

source: Error. Unable to remove the product from the wishlist.
ar: خطأ. لايمكن حذف المنتج من قائمة الأمنيات

source: No products were added to the wishlist
ar: لا يوجد منتجات مضافة إلى قائمة الأمنيات

source: An error as occurred.
ar: حدث خطأ.

source: is enabled but not effective. It requires WooCommerce in order to work.
ar: يتم تمكين ولكن ليست فعالة. يتطلب WooCommerce من أجل العمل.

source: You can't activate the free version of
ar: لا يمكنك تنشيط النسخة المجانية من

source: while you are using the premium one.
ar: طالما تستخدم النسخة المميزة.

source: Upgrade to the %1$spremium version%2$s%3$sof %1$sYITH WooCommerce Wishlist%2$s to benefit from all features!
ar: قم بالترقية إلى الإصدار المميزYITH WooCommerce Wishlist s للاستفادة من جميع الميزات!

source: %1$sUPGRADE%2$s%3$s to the premium version%2$s
ar: تحديث إلى النسخة المميزة

source: Premium Features
ar: المميزات الإضافية

source: Multiple Wishlist
ar: قائمة أمنيات متعددة

source: %1$sDoes it ever happened to you to have too many wishes for a single wish list?%2$s%3$s The possibility to manage one's wishes is a fundamental feature in a modern e-commerce store and it also lets users' degree of satisfaction increase.%3$sThe option "multiple wishlist" of %1$sYITH Wishlist%2$s makes this feature and many others on your online store available, and thanks to this plugin your customers will be able to create, manage and share their own wish lists.
ar: هل سبق لك أن حصلت على الكثير من التمنيات لقائمة أمنيات واحدة؟ تعتبر إمكانية إدارة رغبات المرء ميزة أساسية في متجر حديث للتجارة الإلكترونية كما تتيح للمستخدمين زيادة درجة الرضا. خيار "قائمة أمنيات متعددة" من قائمة الأمنيات يجعل هذه الميزة والعديد من الآخرين في متجرك عبر الإنترنت متاحًا ، وبفضل هذا البرنامج المساعد ، سيتمكن عملائك من إنشاء ، إدارة وتبادل قوائم رغباتهم الخاصة.

source: Wishlist Private
ar: قائمة الأمنبات الخاصة

source: By enabling the option wishlist, users will also have the possibility to %1$smanage the visibility%2$s of their wish lists according to one of the following options:
ar: بتمكين قائمة أمنيات الخيار ، سيكون لدى المستخدمين أيضًا إمكانية إدارة لإمكانية رؤية من قوائم رغباتهم وفقًا لأحد الخيارات التالية:

source: %1$spublic:%2$s all users can look for your wish list and see it;
ar: يمكن لجميعلجميع المستخدمين البحث عن قائمة أمنياتك ورؤيتها ؛

source: %1$sshared:%2$s only users possessing a direct link to the wish list page can display it;
ar: يمكن فقط للمستخدمين الذين لديهم رابط مباشر إلى صفحة قائمة الأمنيات عرضه ؛

source: %1$sprivate:%2$s only the wish list creator can see it.
ar: فقط منشئ قائمة الأمنيات يمكنه رؤيته.

source: Estimate Cost
ar: تقدير التكلفة

source: %1$sDo you want to add the possibility to ask for estimates of costs into your catalogue?%3$s Do you want to manage customised packets for faithful customers in your store?%2$s%3$sThanks to the feature "estimate cost" of %1$sYITH WooCommerce Wishlist%2$s, each registered user will be able to ask for an estimate of their own products in the wishlist and add a text in the popup window that will open just after clicking. Then, they can confirm the text and send an email with all necessary information directly to the address that you have previously set.
ar: هل تريد إضافة إمكانية طلب تقديرات التكاليف في الكتالوج الخاص بك؟ هل تريد إدارة الحزم المخصصة للعملاء المخلصين في متجرك؟ شكرًا على الميزة " التكلفة التقديرية "YITH WooCommerce Wishlist ، سيتمكن كل مستخدم مسجل من طلب تقدير لمنتجاته الخاصة في قائمة الأمنيات وإضافة نص في نافذة منبثقة سيفتح بعد النقر مباشرةً. بعد ذلك ، يمكنهم تأكيد النص وإرسال رسالة بريد إلكتروني تحتوي على جميع المعلومات اللازمة مباشرةً إلى العنوان الذي قمت بتعيينه مسبقًا.

source: Admin Panel
ar: لوحة التحكم

source: Thanks to the useful Admin panel, accessible directly among the WooCommerce submenu pages, you will have total control on users' wishlists. In addition to that, evaluating the degree of appreciation for your products has never been so easy, now that %1$syou can see a useful report,%2$s available directly in the product page, which registers the occurrences of the product in customers' wish lists.
ar: بفضل لوحة الإدارة المفيدة ، التي يمكن الوصول إليها مباشرة بين صفحات قائمة WooCommerce ، سيكون لديك سيطرة كاملة على قوائم المستخدمين. بالإضافة إلى ذلك ، لم يكن تقييم درجة التقدير لمنتجاتك سهلاً على الإطلاق ، حيث أصبح بإمكان رؤية تقرير مفيد, متاح مباشرة في صفحة المنتج ، والتي تسجل حالات حدوث المنتج في قوائم رغبات العملاء.

source: Search Wishlists
ar: البحث في قوائم الأماني

source: How many times have you been looking for the perfect gift for a important event but you had no idea of what to buy? %1$s'Search wishlists'%2$s allows your e-shop users to access public wishlists of anyone, by simply knowing their name or email. This way you can grant %1$shigher visibility%2$s to your products and even encourage users to purchase.
ar: كم مرة كنت تبحث عن الهدية المثالية لحدث مهم ولكن لم يكن لديك فكرة عما لشراء؟ يسمح لمستخدمي متجرك الإلكتروني بالوصول إلى قوائم الأماني العامة لأي شخص ، وذلك ببساطة عن طريق معرفة أسمائهم أو بريدهم الإلكتروني. وبهذه الطريقة يمكنك منح رؤية أكثر وضوحًا لمنتجاتك وحتى تشجيع المستخدمين على الشراء.

source: 'ADD TO CART' CHECKBOX
ar: "أضف إلى السلة" مربع الاختيار

source: Your shop offers always a wide selection of products and wishlists of your users get more and more crowded everyday. Give them the possibility to select %1$ssome or all products%2$s in the wishlist and add them to cart just with one click.
ar: يوفر متجرك دائمًا مجموعة واسعة من المنتجات وتزدحم قوائم المستخدمين لديك كل يوم. امنحهم إمكانية تحديد بعض أو جميع المنتجات في قائمة الأمنيات وإضافتها إلى سلة التسوق بنقرة واحدة فقط.

source: 'ADD TO CART'
ar: 'أضف إلى السلة'

source: DISABLE WISHLIST
ar: تعطيل قائمة التشغيل

source: DISABLE WISHLIST FOR UNLOGGED USERS
ar: تعطيل قائمة التشغيل للمستخدمين غير المقيدين

source: Favour users that have registered to your shop and disable plugin functionalities for all users that have not. By disabling this option, each time they try to add a product to the wishlist, they will be %1$sredirected%2$s to "My Account" page and a message will invite them to log in.
ar: تفضل المستخدمين الذين سجلوا في متجرك وتعطيل وظائف البرنامج المساعد لجميع المستخدمين الذين لم يفعلوا ذلك. عن طريق تعطيل هذا الخيار ، في كل مرة يحاولون فيها إضافة منتج إلى قائمة الأمنيات ، سيتم توجيه إلى صفحة "حسابي" وستدعوهم رسالة لتسجيل الدخول.

source: MESSAGE TO UNLOGGED USERS
ar: رسالة لمستخدمي الغير مسجلين

source: Invite users that are visiting your shop to login if they want to fully benefit from Wishlist functionalities. Show a %1$scustomised message%2$s and redirect them to "My Account" page for registration.
ar: قم بدعوة المستخدمين الذين يزورون متجرك لتسجيل الدخول إذا كانوا يريدون الاستفادة بشكل كامل من وظائف قائمة الأمنيات. عرض رسالة مخصصة وإعادة توجيهها إلى صفحة "حسابي" للتسجيل.

source: UNLOGGED USERS
ar: المستخدمين غير المشجلين

source: POPULAR TABLE
ar: الجدول المشهور

source: Some products draw customer's attention more than others and they do not hesitate to add products to their wishlist. Table %1$s'Popular'%2$s allows you, as shop administrator, to track products that appear most frequently in their wishlists.
ar: تجذب بعض المنتجات انتباه العميل أكثر من غيرها ولا يترددون في إضافة منتجات إلى قائمة أمنياتهم. يتيح لك الجدول، كمسؤول متجر ، تتبع المنتجات التي تظهر بشكل متكرر في قوائم الأمنيات الخاصة بهم.

source: FUNCTIONALITIES IN ONE CLICK
ar: وظائف في نقرة واحدة

source: Users have the possibility to search for a wishlist, create a new one or display those already created. Add these %1$sfunctionalities%2$s through the dedicated widgets or show them immediately after "Wishlist" table.
ar: يمكن للمستخدمين البحث عن قائمة أمنيات أو إنشاء قائمة جديدة أو عرض تلك القائمة بالفعل. أضف هذه الوظائف من خلال الأدوات المصغّرة المخصصة أو أظهرها فورًا بعد جدول "مفضلة".

source: FUNCTIONALITIES
ar: الوظائف

source: PROMOTIONAL EMAIL
ar: إيميل ترويجي

source: If you want to give the right input to your users to persuade them to %1$spurchase the products%2$s they have in their wishlists, you need to use this feature! %1$sSend them an email%2$s: customize its whole content from the option panel and add a coupon they can use in your shop, so that they will know you are offering a unique offer!
ar: إذا كنت ترغب في إعطاء المدخلات الصحيحة للمستخدمين لإقناعهم بـشراء المنتجات الموجودة في قوائم أمنياتهم ، فأنت بحاجة إلى استخدام هذه الميزة! %1$s أرسل إليهم بريدًا إلكترونيًا %2$s : قم بتخصيص محتواه بالكامل من لوحة الخيارات وإضافة قسيمة يمكنهم استخدامها في متجرك ، حتى يعلموا أنك تقدم عرضًا فريدًا!

source: FROM A WISHLIST TO ANOTHER
ar: من قائمة الأمنيات إلى قائمة أخرى

source: Who said that a product has to remain forever in the same wishlist? With the option %1$s"Show "Move to another wishlist" dropdown menu"%2$s, with just one click users will be free to move a product from a wishlist to another one, managing as they want their lists.
ar: من قال أن المنتج يجب أن يبقى إلى الأبد في قائمة الأمنيات نفسها؟ باستخدام الخيار المنسدل %1$s "إظهار" الانتقال إلى قائمة أمنيات أخرى "%2$s ، بنقرة واحدة فقط ، سيكون المستخدمون مجانيون لنقل منتج من قائمة أمنيات إلى قائمة أخرى ، حيث يديرون ما يريدون.

source: FROM A WISHLIST
ar: من قائمة الأمنيات

source: DATE
ar: التاريخ

source: DATE OF ADDITION TO A WISHLIST
ar: تاريخ الإضافة على قائمة الأمنيات

source: Activating the %1$s"Show date of addition"%2$s option, users can see the date in which they have added a particular product to their list: a new way to keep you users informed about their operations.
ar: تنشيط الخيار %1$s "إظهار تاريخ الإضافة" %2$s ، يمكن للمستخدمين رؤية التاريخ الذي قاموا فيه بإضافة منتج معين إلى قائمتهم: طريقة جديدة لإطلاع المستخدمين على عملياتهم.

source: Google+
ar: غوغل بلس

source: Email
ar: البريد الإلكتروني

source: My wishlist on
ar: قائمتي المفضلة على

source: WhatsApp
ar: واتساب

source: (Now
ar: (الآن

source: copy
ar: نسخ

source: this wishlist link and share it anywhere)
ar: يمكنك مشاركة قائمة الأمنيات في أي مكان)

source: Edit title
ar: تعديل العنوان
